[
    [
      "Strong tough hydrogels via the synergy of freeze-casting and salting out",
      "**Material Preparation**\n\n*   **PVA Solution:** Dissolve Polyvinyl Alcohol (PVA) powder in deionized water at 70°C with vigorous stirring. Degas the solution via sonication for 1 hour to prepare the desired concentrations (2-20 wt%).\n*   **Salt Solution:** Dissolve anhydrous sodium citrate powder in deionized water and sonicate for 10 minutes to prepare a 1.5 M solution.\n\n**Hydrogel Fabrication**\n\nThis core procedure combines directional freezing and salting-out.\n\n*   **Directional Freezing:** 1. Pour the PVA precursor solution into a custom container with thermally insulated side walls and a thermally conductive bottom. 2. Lower the container at a constant rate (1 mm/min) into a -80°C ethanol cold bath to facilitate unidirectional ice crystal growth, which templates the formation of an aligned PVA microstructure.\n*   **Salting Out Gelation:** 1. Remove the directionally frozen PVA sample. 2. Immediately immerse it into the prepared 1.5 M sodium citrate solution. 3. Soak for up to 4 days to complete gelation. The salting-out process induces strong aggregation and crystallization of PVA chains into nanofibrillar networks.\n\n**Performance Testing**\n\n*   **Tensile Testing:** Cut hydrogels into dog-bone shaped specimens. Perform uniaxial tensile tests using a mechanical tester to evaluate mechanical properties both parallel and perpendicular to the alignment direction, recording force-displacement data to calculate stress-strain curves.\n*   **Pure Shear Test Fracture Energy:** Cut hydrogels into rectangular specimens. For each measurement, test a pair of identical samples (one with an 8 mm pre-notch, one un-notched) simultaneously. Stretch the pair and record the critical strain at which the crack in the notched sample propagates. Calculate fracture energy (Γ) using the area under the stress-strain curve of the un-notched sample up to that critical strain.\n*   **Fatigue Test:** Perform cyclic tensile tests on single-notch samples in a water bath to prevent dehydration. Monitor crack propagation with a digital camera. Determine the fatigue threshold by calculating the energy release rate (G) under increasing strain.\n\n**Structural and Compositional Characterization**\n\n*   **Micro and Nanostructure SEM:** Freeze-dry the hydrogel samples. Cut them along the alignment direction to expose the interior. Sputter-coat with gold and observe the microstructure and nanofibrillar network using a Scanning Electron Microscope (SEM).\n*   **Microstructure Confocal:** Add a small amount of fluorescein sodium as a fluorescent marker to the PVA precursor. Prepare the hydrogel following the standard procedure and observe its microstructure using a confocal microscope.\n*   **Nanostructure and Crystallinity Xray Scattering:** Mount hydrogel samples on a custom stretcher. Conduct in-situ X-ray scattering (SAXS and WAXS) during stretching to analyze changes in nanofiber orientation and material crystallinity.\n*   **Water Content:** Weigh the initial wet mass (mw) of the hydrogel. Freeze-dry the sample completely and weigh the final dry mass (md). Calculate the water content using the formula: [(mw - md) / mw] × 100%.\n*   **Crystallinity Measurement:** Chemically cross-link the amorphous regions to prevent further crystallization during sample preparation. Freeze-dry the sample. Use Differential Scanning Calorimetry (DSC) to measure the enthalpy of fusion. Calculate the crystallinity of the dry sample (X_dry) and subsequently derive the crystallinity in the swollen state (X_swollen) based on the water content."
    ],
    [
      "Double-network thermocells with extraordinary toughness and boosted power density for continuous heat harvesting",
      "**Preparation of Stretchable and Tough Thermocells**\n\nThis experiment utilizes a sequential network formation technique to build the double-network structure.\n\n*   **First Network Synthesis:** 1. Prepare an aqueous solution containing monomers AMPS (charged) and AM (neutral), cross-linker BIS, and photoinitiator HMPP, with a total monomer concentration of 16.5 wt%. 2. Polymerize the solution under UV irradiation for 25 minutes at room temperature (298 K) to form the first network gel. 3. Key Control: The mass ratio of AMPS to AM is varied to tailor the swelling and stretching state of the first network.\n*   **Second Network Synthesis:** 1. Immerse the as-prepared first network gel into a second aqueous solution containing monomer AM (12.5 wt%), cross-linker PEGDA, and photoinitiator HMPP. 2. Soak for at least 24 hours to reach swelling equilibrium. 3. Polymerize the second network via another 25-minute UV irradiation, forming it within the matrix of the first network.\n*   **Electrolyte Exchange Functionalization:** Immerse the final double-network hydrogel in an aqueous electrolyte solution containing K₃Fe(CN)₆/K₄Fe(CN)₆ and NaCl. After complete solvent exchange, the functional thermocell is ready for characterization.\n\n**Testing and Characterization**\n\n*   **Thermoelectric Properties:** 1. Seebeck Coefficient (Sₑ): Measure the open-circuit voltage across the gel on a custom-built platform with a stable temperature gradient. 2. Ionic Conductivity (σ_eff): Measure the gel's resistance and calculate conductivity based on its dimensions. 3. Power Density: Connect the thermocell to a variable external load resistor and measure its output voltage and current under different temperature gradients to determine the maximum power density. 4. Thermal Conductivity (κ): Determine the thermal diffusivity (α) using the laser flash method. Calculate thermal conductivity using the formula κ = α × c × ρ, based on its specific heat (c) and density (ρ).\n*   **Mechanical Properties:** Perform uniaxial tensile and compression tests to obtain stress-strain curves, determining Young's modulus, elongation at break, and ultimate strength. Evaluate toughness (fracture energy) using the classical single-edge notch test.\n*   **Structural and Interaction Analysis:** 1. Intermolecular Interaction: Analyze the interaction between monomers and redox ions using UV-vis Spectroscopy. 2. Chemical Structure: Lyophilize the hydrogel and use Fourier-Transform Infrared Spectroscopy (FTIR) to confirm the chemical structure and successful synthesis of the double-network polymer."
    ],
    [
      "Anti-Fatigue and Highly Conductive Thermocells for Continuous Electricity Generation",
      "**Preparation of Thermocells**\n\nThis core method combines physical cross-linking with bio-inspired mechanical training.\n\n*   **Preparation of Isotropic PVA Hydrogel:** 1. Dissolve PVA powder in deionized water at 90°C to form a 10% aqueous solution. 2. Subject the solution to three freeze-thaw cycles (freezing at -20°C for 12 hours, then thawing at room temperature) for physical cross-linking, yielding an initial isotropic PVA hydrogel (i-PVA).\n*   **Mechanical Training and Functionalization:** 1. Immerse the i-PVA hydrogel in a 0.4 M K₃Fe(CN)₆/K₄Fe(CN)₆ electrolyte solution. 2. Apply cyclic pre-stretching to the hydrogel using a mechanical stretcher within the electrolyte. 3. Key Variable: The applied pre-strain is varied (0%, 40%, 80%, 125%, 150%). 4. Structure Fixation: Continue the training for ~24 hours to allow the polymer network to self-reorganize and 'memorize' a hierarchical, muscle-like architecture with aligned fibrils and nanochannels.\n\n**Structural and Performance Characterization**\n\n*   **Hierarchical Structure Observation:**\n    *   **Microstructure:** Use Confocal Microscopy and Micro-CT to observe micrometer-scale fibril structures. Use Field Emission Scanning Electron Microscopy (FESEM) on freeze-dried samples to observe the porous morphology.\n    *   **Nanostructure and Orientation:** Use in-situ Small-Angle X-ray Scattering (SAXS) to characterize nanoscale crystalline spacing and alignment. Use Polarized Optical Microscopy (POM) to evaluate overall birefringence and orientation.\n    *   **Molecular Level Analysis:** Use Fourier-Transform Infrared Spectroscopy (FTIR) to analyze hydrogen bonding. Use Low-Field Nuclear Magnetic Resonance (LF-NMR) to study molecular dynamics.\n\n*   **Mechanical Properties:**\n    *   **Tensile and Elasticity:** Perform cyclic tensile tests to assess elasticity, energy dissipation, and hysteresis.\n    *   **Toughness Fracture Energy:** Calculate fracture toughness using the single-edge notch method.\n    *   **Fatigue Resistance:** Conduct thousands of cyclic tensile tests on notched samples to determine the fatigue threshold by monitoring crack propagation.\n\n*   **Thermoelectric Properties:**\n    *   **Basic Properties:** Measure the Seebeck coefficient and effective ionic conductivity under a defined temperature difference.\n    *   **Output Performance:** Measure output voltage and current under various temperature gradients to plot power density curves.\n    *   **Dynamic Stability:** Continuously monitor voltage and current output during mechanical deformations (pressing, stretching, bending) to assess practical stability.\n    *   **Device Integration:** Assemble individual thermocells into arrays and connect them to a boost converter to test their ability to power electronics like LEDs."
    ]
  ]